package LastOtusHomeWork;

public class Words {
    String[] unitsW = {"ноль", "один", "два", "три", "четыре", "пять", "шесть", "семь", "восемь", "девять"};

    String[] femaleUnits = {"", "одна", "две"};

    String[] excTensW = {"", "одиннадцать", "двенадцать", "тринадцать", "четырнадцать", "пятнадцать",
            "шестнадцать", "семнадцать", "восемнадцать", "девятнадцать"};

    String[] tensW = {"", "десять", "двадцать", "тридцать", "сорок", "пятьдесят",
            "шестьдесят", "семьдесят", "восемьдесят", "девяносто"};

    String[] hundredsW = {"", "сто", "двести", "триста", "четыреста", "пятьсот",
            "шестьсот", "семьсот", "восемьсот", "девятьсот"};

    String[] thousandsW = {"", "тысяча", "тысячи", "тысяч"};

    String[] currency = {"", "рубль", "рубля", "рублей"};
}